Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Protect your domain from DNS spoofing and cache poisoning.
ar: حماية المجال الخاص بك من انتحال DNS وتسميم ذاكرة التخزين المؤقت.
de: Schützen Sie Ihre Domain vor DNS-Spoofing und Cache-Poisoning.
es: Proteja su dominio contra la suplantación de DNS y el envenenamiento de la caché.
fr: Protégez votre domaine contre l'usurpation DNS et l'empoisonnement du cache.
it: Proteggi il tuo dominio dallo spoofing DNS e dall'avvelenamento della cache.
ja: DNS スプーフィングやキャッシュ ポイズニングからドメインを保護します。
ko: DNS 스푸핑 및 캐시 중독으로부터 도메인을 보호하세요.
pt_br: Proteja seu domínio contra falsificação de DNS e envenenamento de cache.
ru: Защитите свой домен от подмены DNS и отравления кеша.
zh_hans: 保护您的域名免受 DNS 欺骗和缓存投毒的攻击。
zh_hant: 保護您的網域稱免受 DNS 欺骗和快取投毒的攻击。

source: Protect your site from DDoS and brute force attacks.
ar: قم بحماية موقعك من هجمات DDoS وهجمات القوة الغاشمة.
de: Schützen Sie Ihre Website vor DDoS- und Brute-Force-Angriffen.
es: Proteja su sitio de ataques DDoS y de fuerza bruta.
fr: Protégez votre site contre les attaques DDoS et par force brute.
it: Proteggi il tuo sito da DDoS e attacchi di forza bruta.
ja: DDoS 攻撃やブルート フォース攻撃からサイトを保護します。
ko: DDoS 및 무차별 대입 공격으로부터 사이트를 보호하세요.
pt_br: Proteja seu site contra ataques DDoS e de força bruta.
ru: Защитите свой сайт от DDoS и брутфорс-атак.
zh_hans: 保护您的站点免受 DDoS 和暴力破解攻击。
zh_hant: 保護您的站點免受 DDoS 和暴力破解攻击。

source: Protected
ar: محمي
de: Geschützt
es: Protegido
fr: Protégé
it: Protetto
ja: 保護済み
ko: 보호됨
pt_br: Protegido
ru: Защищено
zh_hans: 受保护
zh_hant: 受保護

source: Protected Applications
ar: التطبيقات المحمية
de: Geschützte Anwendungen
es: Aplicaciones protegidas
fr: Applications protégées
it: Applicazioni protette
ja: 保護されたアプリケーション
ko: 보호된 애플리케이션
pt_br: Aplicativos protegidos
ru: Защищенные приложения
zh_hans: 受保护的应用程序
zh_hant: 受保護的應用程序

source: Protected Applications (%lld)
ar: التطبيقات المحمية (%lld)
de: Geschützte Anwendungen (%lld)
es: Aplicaciones protegidas (%lld)
fr: Applications protégées (%lld)
it: Applicazioni protette (%lld)
ja: 保護されたアプリケーション (%lld)
ko: 보호된 애플리케이션(%lld)
pt_br: Aplicativos protegidos (%lld)
ru: Защищенные приложения (%lld)
zh_hans: 受保护的应用程序 (%lld)
zh_hant: 受保護的應用程序 (%lld)

source: Protected by Apple Keychain Isolation
ar: محمية بعزل Apple Keychain
de: Geschützt durch Apple-Schlüsselbundisolierung
es: Protegido por el aislamiento del llavero de Apple
fr: Protégé par l'isolation du trousseau Apple
it: Protetto dall'isolamento del portachiavi Apple
ja: Apple キーチェーン分離による保護
ko: Apple 키체인 격리로 보호됨
pt_br: Protegido pelo isolamento de chaveiro Apple
ru: Защищено изоляцией связки ключей Apple.
zh_hans: 受 Apple Keychain 硬件级安全保护
zh_hant: 受 Apple Keychain 硬件級安全性保護

source: Protocol
ar: بروتوكول
de: Protokoll
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 규약
pt_br: Protocolo
ru: Протокол
zh_hans: 协议
zh_hant: 协议

source: Provider
ar: مزود
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: プロバイダー
ko: 공급자
pt_br: Provedor
ru: Поставщик
zh_hans: 提供商
zh_hant: 提供商

source: Proxied
ar: مفوض
de: Über Proxy geleitet
es: Con proxy
fr: Via proxy
it: Con proxy
ja: プロキシ済み
ko: 프록시 적용됨
pt_br: Com proxy
ru: Через прокси
zh_hans: 已代理
zh_hant: 已通過代理

source: Proxied (Accelerated & Protected)
ar: وكيل (مسرع ومحمي)
de: Proxyed (beschleunigt und geschützt)
es: Proxy (acelerado y protegido)
fr: Proxy (accéléré et protégé)
it: Proxy (accelerato e protetto)
ja: プロキシ化 (高速化および保護)
ko: 프록시됨(가속 및 보호)
pt_br: Proxied (acelerado e protegido)
ru: Прокси (ускоренный и защищенный)
zh_hans: 已代理（已加速并受保护）
zh_hant: 已代理（已加速并受保護）

source: Proxied (Orange Cloud)
ar: مفعل الوكيل (السحابة البرتقالية)
de: Über Proxy (Orangefarbene Wolke)
es: Con proxy (Nube naranja)
fr: Prouvé (Nuage orange)
it: Proxy attivo (Nuvola arancione)
ja: プロキシ有効 (オレンジの雲)
ko: 프록시됨 (주황색 구름)
pt_br: Com proxy (Nuvem laranja)
ru: Проксировано (Оранжевое облако)
zh_hans: 已代理 (橙色云朵)
zh_hant: 已代理 (橘色雲朵)

source: Proxied through Cloudflare
ar: وكيل من خلال Cloudflare
de: Proxy durch Cloudflare
es: Proxy a través de Cloudflare
fr: proxy via Cloudflare
it: Proxy tramite Cloudflare
ja: Cloudflareを介してプロキシされる
ko: Cloudflare를 통해 프록시됨
pt_br: Proxy através do Cloudflare
ru: Прокси через Cloudflare
zh_hans: 已通过 Cloudflare 代理
zh_hant: 已通過 Cloudflare 代理

source: Proxy active · Protected
ar: الوكيل نشط · محمي
de: Proxy aktiv · Geschützt
es: Proxy activo · Protegido
fr: Proxy actif · Protégé
it: Proxy attivo · Protetto
ja: プロキシ有効 · 保護中
ko: 프록시 활성 · 보호됨
pt_br: Proxy ativo · Protegido
ru: Прокси активен · Защищено
zh_hans: 代理已开启 · 保护中
zh_hant: 代理已開啟 · 保護中

source: Proxy Disabled (DNS Only)
ar: تم تعطيل الوكيل (DNS فقط)
de: Proxy deaktiviert (Nur DNS)
es: Proxy desactivado (Solo DNS)
fr: Proxy désactivé (DNS uniquement)
it: Proxy disattivato (Solo DNS)
ja: プロキシ無効 (DNS のみ)
ko: 프록시 비활성화됨 (DNS 전용)
pt_br: Proxy desativado (Apenas DNS)
ru: Прокси отключен (Только DNS)
zh_hans: 已禁用代理 (仅 DNS)
zh_hant: 已停用代理 (僅 DNS)

source: Proxy Enabled (Orange Cloud ☁️)
ar: تم تفعيل الوكيل (السحابة البرتقالية ☁️)
de: Proxy aktiviert (Orangefarbene Wolke ☁️)
es: Proxy activado (Nube naranja ☁️)
fr: Proxy activé (Nuage orange ☁️)
it: Proxy attivato (Nuvola arancione ☁️)
ja: プロキシ有効 (オレンジの雲 ☁️)
ko: 프록시 활성화됨 (주황색 구름 ☁️)
pt_br: Proxy ativado (Nuvem laranja ☁️)
ru: Прокси включен (Оранжевое облако ☁️)
zh_hans: 已启用代理 (橙色云朵 ☁️)
zh_hant: 已啟用代理 (橘色雲朵 ☁️)

source: Proxy paused · Direct to origin
ar: الوكيل متوقف مؤقتًا · مباشر إلى الأصل
de: Proxy pausiert · Direkt zum Ursprung
es: Proxy en pausa · Directo al origen
fr: Proxy en pause · Direct vers l'origine
it: Proxy in pausa · Diretto all'origine
ja: プロキシ一時停止中 · オリジンへ直接接続
ko: 프록시 일시 중지됨 · 원본으로 직접 연결
pt_br: Proxy pausado · Direto para a origem
ru: Прокси приостановлен · Напрямую к источнику
zh_hans: 代理已暂停 · 直接回源
zh_hant: 代理已暫停 · 直接回源

source: Proxy Read Timeout
ar: مهلة قراءة الوكيل
de: Proxy-Lesezeitüberschreitung
es: Tiempo de espera de lectura de proxy
fr: Expiration du délai de lecture du proxy
it: Timeout lettura proxy
ja: プロキシ読み取りタイムアウト
ko: 프록시 읽기 시간 초과
pt_br: Tempo limite de leitura do proxy
ru: Таймаут чтения прокси
zh_hans: 代理读取超时
zh_hant: 代理讀取超時

source: Proxy Status
ar: حالة الوكيل
es: Estado del proxy
fr: Statut du proxy
it: Stato proxy
ja: プロキシステータス
ko: 프록시 상태
pt_br: Status do proxy
ru: Статус прокси
zh_hans: 代理状态
zh_hant: 代理状態

source: Proxy: DNS Only
ar: الوكيل: DNS فقط
de: Proxy: Nur DNS
es: Proxy: Solo DNS
fr: Proxy : DNS uniquement
it: Proxy: Solo DNS
ja: プロキシ: DNS のみ
ko: 프록시: DNS 전용
pt_br: Proxy: Apenas DNS
ru: Прокси: Только DNS
zh_hans: 代理：仅 DNS
zh_hant: 代理：僅 DNS

source: Proxy: Proxied
ar: الوكيل: مفعل
de: Proxy: Aktiviert
es: Proxy: Con proxy
fr: Proxy : Activé
it: Proxy: Attivo
ja: プロキシ: 有効
ko: 프록시: 프록시됨
pt_br: Proxy: Com proxy
ru: Прокси: Включен
zh_hans: 代理：已开启代理
zh_hant: 代理：已開啟代理

source: Pseudo IPv4
ar: IPv4 الزائف
es: IPv4 pseudo
fr: IPv4 pseudo
ja: Pseudo IPv4（擬似 IPv4）
ko: Pseudo IPv4 (가상)
pt_br: IPv4 pseudo
ru: Псевдо IPv4
zh_hans: Pseudo IPv4（虚拟 IPv4）
zh_hant: Pseudo IPv4（虛擬 IPv4）

source: Public Access (r2.dev)
ar: الوصول العام (r2.dev)
de: Öffentlicher Zugriff (r2.dev)
es: Acceso público (r2.dev)
fr: Accès public (r2.dev)
it: Accesso pubblico (r2.dev)
ja: パブリックアクセス (r2.dev)
ko: 공개 액세스(r2.dev)
pt_br: Acesso público (r2.dev)
ru: Публичный доступ (r2.dev)
zh_hans: 公共访问 (r2.dev)
zh_hant: 公共访问 (r2.dev)

source: Public domain or subdomain to route traffic from (e.g. app.my-domain.com).
ar: المجال العام أو النطاق الفرعي لتوجيه حركة المرور منه (على سبيل المثال، app.my-domain.com).
de: Öffentliche Domain oder Subdomain, von der der Datenverkehr weitergeleitet werden soll (z. B. app.meine-domain.com).
es: Dominio público o subdominio desde el que dirigir el tráfico (por ejemplo, app.mi-dominio.com).
fr: Domaine public ou sous-domaine à partir duquel acheminer le trafic (par exemple, app.my-domain.com).
it: Dominio pubblico o sottodominio da cui instradare il traffico (ad esempio app.mio-dominio.com).
ja: トラフィックのルーティング元となるパブリック ドメインまたはサブドメイン (例: app.my-domain.com)。
ko: 트래픽을 라우팅하기 위한 공개 도메인 또는 하위 도메인(예: app.my-domain.com)
pt_br: Domínio público ou subdomínio para rotear o tráfego (por exemplo, app.my-domain.com).
ru: Общественный домен или поддомен для маршрутизации трафика (например, app.my-domain.com).
zh_hans: 用于路由流量的公共域名或子域名 (例如 app.my-domain.com)。
zh_hant: 用于路由流量的公共網域稱或子網域稱 (例如 app.my-domain.com)。

source: Public Hostname
ar: اسم المضيف العام
de: Öffentlicher Hostname
es: Nombre de host público
fr: Nom d'hôte public
it: Nome host pubblico
ja: パブリックホスト名
ko: 공개 호스트 이름
pt_br: Nome de host público
ru: Публичное имя хоста
zh_hans: 公共主机名
zh_hant: 公共主機名稱

source: Public Hostnames / Ingress (%lld)
ar: أسماء المضيفين العامة/الدخول (%lld)
de: Öffentliche Hostnamen/Ingress (%lld)
es: Nombres de host públicos/ingreso (%lld)
fr: Noms d'hôtes publics/entrée (%lld)
it: Nomi host pubblici/Ingresso (%lld)
ja: パブリック ホスト名 / イングレス (%lld)
ko: 공개 호스트 이름/수신(%lld)
pt_br: Nomes de host públicos/entrada (%lld)
ru: Публичные имена хостов/вход (%lld)
zh_hans: 公共主机名 / Ingress 入站 (%lld)
zh_hant: 公共主機名稱 / Ingress 入站 (%lld)

source: Public Key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
pt_br: Chave Pública
ru: Открытый ключ
zh_hans: 公钥
zh_hant: 公钥

source: Public Key Algorithm
ar: خوارزمية المفتاح العام
de: Public-Key-Algorithmus
es: Algoritmo de clave pública
fr: Algorithme de clé publique
it: Algoritmo a chiave pubblica
ja: 公開鍵アルゴリズム
ko: 공개 키 알고리즘
pt_br: Algoritmo de Chave Pública
ru: Алгоритм открытого ключа
zh_hans: 公钥算法
zh_hant: 公钥算法

source: Public URL
ar: عنوان URL عام
de: Öffentliche URL
es: URL pública
fr: URL publique
it: URL pubblico
ja: 公開URL
ko: 공개 URL
pt_br: URL público
ru: Публичный URL-адрес
zh_hans: 公共 URL
zh_hant: 公共 URL

source: Purge
ar: تطهير
de: Säubern
es: Purga
fr: Purger
it: Eliminazione
ja: パージ
ko: 숙청
pt_br: Purga
ru: Удалять
zh_hans: 清除
zh_hant: 清除

source: Purge All Cache
ar: تطهير كافة ذاكرة التخزين المؤقت
de: Gesamten Cache löschen
es: Purgar todo el caché
fr: Purger tout le cache
it: Elimina tutta la cache
ja: すべてのキャッシュをパージ
ko: 모든 캐시 제거
pt_br: Limpar todo o cache
ru: Очистить весь кэш
zh_hans: 清理全部缓存
zh_hant: 清理全部快取

source: Purge All Cached Resources
ar: تطهير كافة الموارد المخزنة مؤقتاً
de: Alle zwischengespeicherten Ressourcen löschen
es: Purgar todos los recursos almacenados en caché
fr: Purger toutes les ressources mises en cache
it: Elimina tutte le risorse memorizzate nella cache
ja: キャッシュされたリソースをすべてパージ
ko: 캐시된 모든 리소스 제거
pt_br: Limpe todos os recursos armazenados em cache
ru: Очистить все кэшированные ресурсы
zh_hans: 清除所有缓存资源
zh_hant: 清除所有快取资源

source: Purge all cached resources matching URL prefixes (Enterprise).
ar: مسح جميع الموارد المخزنة مؤقتًا المطابقة لبادئات URL (Enterprise).
de: Alle zwischengespeicherten Ressourcen löschen, die mit URL-Präfixen übereinstimmen (Enterprise).
es: Purgar todos los recursos en caché que coincidan con prefijos de URL (Enterprise).
fr: Purger toutes les ressources en cache correspondant aux préfixes d'URL (Enterprise).
it: Elimina tutte le risorse memorizzate nella cache corrispondenti ai prefissi URL (Enterprise).
ja: URL プレフィックスに一致するすべてのキャッシュをパージします (Enterprise)。
ko: URL 접두사와 일치하는 모든 캐시 리소스를 제거합니다 (Enterprise).
pt_br: Limpar todos os recursos em cache que correspondam a prefixos de URL (Enterprise).
ru: Очистить все кэшированные ресурсы, соответствующие префиксам URL (Enterprise).
zh_hans: 清除匹配 URL 前缀的所有缓存资源（企业版）。
zh_hant: 清除符合 URL 字首的所有快取資源（企業版）。

source: Purge all cached resources on specific hostnames (Enterprise).
ar: مسح جميع الموارد المخزنة مؤقتًا على أسماء مضيفين محددين (Enterprise).
de: Alle zwischengespeicherten Ressourcen auf bestimmten Hostnamen leeren (Enterprise).
es: Purgar todos los recursos en caché de nombres de host específicos (Enterprise).
fr: Purger toutes les ressources en cache sur des noms d'hôte spécifiques (Enterprise).
it: Elimina tutte le risorse memorizzate nella cache per host specifici (Enterprise).
ja: 指定したホスト名のすべてのキャッシュをパージします (Enterprise)。
ko: 특정 호스트명의 모든 캐시 리소스를 제거합니다 (Enterprise).
pt_br: Limpar todos os recursos em cache em nomes de host específicos (Enterprise).
ru: Очистить все кэшированные ресурсы на определенных хостах (Enterprise).
zh_hans: 清除指定主机名上的所有缓存资源（企业版）。
zh_hant: 清除指定主機名稱上的所有快取資源（企業版）。

source: Purge All Messages
ar: تطهير كافة الرسائل
de: Alle Nachrichten löschen
es: Purgar todos los mensajes
fr: Purger tous les messages
it: Elimina tutti i messaggi
ja: すべてのメッセージをパージ
ko: 모든 메시지 삭제
pt_br: Limpar todas as mensagens
ru: Очистить все сообщения
zh_hans: 清空所有消息
zh_hant: 清空所有消息

source: Purge All Messages in '%@'
ar: تفريغ جميع الرسائل في '%@'
de: Alle Nachrichten in '%@' bereinigen
es: Purgar todos los mensajes en '%@'
fr: Purger tous les messages dans '%@'
it: Elimina tutti i messaggi in '%@'
ja: '%@' のすべてのメッセージをパージ
ko: '%@'의 모든 메시지 삭제
pt_br: Limpar Todas as Mensagens em '%@'
ru: Очистить все сообщения в '%@'
zh_hans: 清除 '%@' 中的所有消息
zh_hant: 清除 '%@' 中的所有訊息

source: Purge By
ar: تطهير بواسطة
de: Bereinigen durch
es: Purgar por
fr: Purger par
it: Elimina da
ja: パージ者
ko: 제거 기준
pt_br: Limpar por
ru: Очистить по
zh_hans: 清理方式
zh_hant: 清理方式

source: Purge by %@
ar: التطهير بواسطة %@
de: Bereinigen durch %@
es: Purgar por %@
fr: Purger par %@
it: Elimina entro %@
ja: %@ によるパージ
ko: %@에 의한 제거
pt_br: Limpar por %@
ru: Очистить %@
zh_hans: 按 %@ 清理
zh_hant: 按 %@ 清理

source: Purge by URL
ar: التطهير عن طريق URL
de: Nach URL löschen
es: Purgar por URL
fr: Purger par URL
it: Elimina tramite URL
ja: URLによるパージ
ko: URL로 삭제
pt_br: Limpar por URL
ru: Очистить по URL
zh_hans: 按 URL 清除
zh_hant: 按 URL 清除

source: Purge Cache
ar: تطهير ذاكرة التخزين المؤقت
de: Cache leeren
es: Purgar caché
fr: Purger le cache
it: Svuota cache
ja: キャッシュのパージ
ko: 캐시 제거
pt_br: Limpar cache
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除快取

source: Purge Cache Failed
ar: فشل تطهير ذاكرة التخزين المؤقت
de: Cache leeren fehlgeschlagen
es: Error al purgar la caché
fr: Échec de la purge du cache
it: Eliminazione cache non riuscita
ja: キャッシュのパージに失敗しました
ko: 캐시 제거 실패
pt_br: Falha na limpeza do cache
ru: Очистить кэш не удалось
zh_hans: 清除缓存失败
zh_hant: 清除快取失败

source: Purge cache instantly, enable dev mode, and optimize your site's performance with a tap.
ar: قم بإزالة ذاكرة التخزين المؤقت على الفور، وقم بتمكين وضع التطوير، وقم بتحسين أداء موقعك بنقرة واحدة.
de: Löschen Sie den Cache sofort, aktivieren Sie den Entwicklungsmodus und optimieren Sie die Leistung Ihrer Website mit einem Fingertipp.
es: Purgue el caché al instante, habilite el modo de desarrollo y optimice el rendimiento de su sitio con un toque.
fr: Purgez le cache instantanément, activez le mode développement et optimisez les performances de votre site d'un simple toucher.
it: Svuota istantaneamente la cache, abilita la modalità sviluppatore e ottimizza le prestazioni del tuo sito con un tocco.
ja: タップするだけでキャッシュを即座に削除し、開発モードを有効にし、サイトのパフォーマンスを最適化します。
ko: 캐시를 즉시 제거하고, 개발 모드를 활성화하고, 탭 한 번으로 사이트 성능을 최적화하세요.
pt_br: Limpe o cache instantaneamente, ative o modo de desenvolvimento e otimize o desempenho do seu site com um toque.
ru: Мгновенно очистите кеш, включите режим разработки и оптимизируйте производительность вашего сайта одним касанием.
zh_hans: 一键清除缓存，启用开发模式，并优化您的网站性能。
zh_hant: 一鍵清除快取，啟用開發模式，并优化您的網站性能。

source: Purge cached resources by Cache-Tag header values (Enterprise).
ar: مسح الموارد المخزنة مؤقتًا حسب قيم رأس Cache-Tag (Enterprise).
de: Zwischengespeicherte Ressourcen nach Cache-Tag-Header-Werten leeren (Enterprise).
es: Purgar recursos en caché según los valores del encabezado Cache-Tag (Enterprise).
fr: Purger les ressources en cache par les valeurs d'en-tête Cache-Tag (Enterprise).
it: Elimina le risorse memorizzate nella cache per valori di intestazione Cache-Tag (Enterprise).
ja: Cache-Tag ヘッダー値によってキャッシュされたリソースをパージします (Enterprise)。
ko: Cache-Tag 헤더 값으로 캐시된 리소스를 제거합니다 (Enterprise).
pt_br: Limpar recursos em cache por valores de cabeçalho Cache-Tag (Enterprise).
ru: Очистить кэшированные ресурсы по значениям заголовка Cache-Tag (Enterprise).
zh_hans: 根据 Cache-Tag 响应头标签清除缓存资源（企业版）。
zh_hant: 根據 Cache-Tag 回應標頭標籤清除快取資源（企業版）。

source: Purge Everything
ar: مسح كل شيء
de: Alles bereinigen
es: Purgar todo
fr: Tout purger
it: Elimina tutto
ja: すべてのキャッシュをパージ
ko: 모든 항목 제거
pt_br: Limpar tudo
ru: Очистить все
zh_hans: 清除所有缓存
zh_hant: 清除所有快取

source: Purge everything from Cloudflare's cache. This will force Cloudflare to fetch a fresh version of your site from your origin server.
ar: قم بمسح كل شيء من ذاكرة التخزين المؤقت لـ Cloudflare. سيؤدي هذا إلى إجبار Cloudflare على جلب نسخة جديدة من موقعك من خادمك الأصلي.
de: Löschen Sie alles aus dem Cloudflare-Cache. Dadurch wird Cloudflare gezwungen, eine neue Version Ihrer Website von Ihrem Ursprungsserver abzurufen.
es: Purga todo del caché de Cloudflare. Esto obligará a Cloudflare a buscar una versión nueva de su sitio desde su servidor de origen.
fr: Videz tout du cache de Cloudflare. Cela forcera Cloudflare à récupérer une nouvelle version de votre site à partir de votre serveur d'origine.
it: Elimina tutto dalla cache di Cloudflare. Ciò costringerà Cloudflare a recuperare una nuova versione del tuo sito dal tuo server di origine.
ja: Cloudflareのキャッシュからすべてを削除します。これにより、Cloudflareはオリジンサーバーからサイトの新しいバージョンを強制的に取得します。
ko: Cloudflare 캐시에서 모든 것을 제거하세요. 이렇게 하면 Cloudflare가 원본 서버에서 사이트의 새로운 버전을 가져오게 됩니다.
pt_br: Limpe tudo do cache do Cloudflare. Isso forçará a Cloudflare a buscar uma nova versão do seu site no servidor de origem.
ru: Очистите все из кеша Cloudflare. Это заставит Cloudflare получить свежую версию вашего сайта с исходного сервера.
zh_hans: 清除 Cloudflare 缓存中的所有内容。这将强制 Cloudflare 从源服务器获取您网站的最新版本。
zh_hant: 清除 Cloudflare 快取中的所有内容。这将强制 Cloudflare 從源服务器获取您網站的最新版本。

source: Purge Everything?
ar: تطهير كل شيء؟
de: Alles löschen?
es: ¿Purgar todo?
fr: Tout purger ?
it: Eliminare tutto?
ja: すべてをパージしますか？
ko: 모든 것을 제거하시겠습니까?
pt_br: Purgar tudo?
ru: Очистить все?
zh_hans: 清除所有缓存？
zh_hant: 清除所有快取？

source: Purge exact full URLs (comma-separated).
ar: مسح عناوين URL الكاملة والدقيقة (مفصولة بفواصل).
de: Exakte vollständige URLs leeren (kommagetrennt).
es: Purgar URL exactas completas (separadas por comas).
fr: Purger les URL exactes complètes (séparées par des virgules).
it: Elimina URL esatti completi (separati da virgola).
ja: 完全一致する URL をパージします (カンマ区切り)。
ko: 정확한 전체 URL을 제거합니다 (쉼표로 구분).
pt_br: Limpar URLs exatas completas (separadas por vírgulas).
ru: Очистить точные полные URL-адреса (через запятую).
zh_hans: 清除完全匹配的完整 URL（逗号分隔）。
zh_hant: 清除完全相符的完整 URL（逗號分隔）。

source: Purge Failed
ar: فشل التطهير
de: Bereinigung fehlgeschlagen
es: Purga fallida
fr: Échec de la purge
it: Eliminazione non riuscita
ja: パージに失敗しました
ko: 제거 실패
pt_br: Falha na limpeza
ru: Очистка не удалась
zh_hans: 清除失败
zh_hant: 清除失败

source: Purge Hosts Failed
ar: فشل تطهير المضيفين
de: Das Bereinigen der Hosts ist fehlgeschlagen
es: Error al purgar hosts
fr: Échec de la purge des hôtes
it: Eliminazione host non riuscita
ja: ホストのパージに失敗しました
ko: 호스트 제거 실패
pt_br: Falha na limpeza de hosts
ru: Очистить хосты не удалось
zh_hans: 清除主机缓存失败
zh_hant: 清除主机快取失败

source: Purge Prefixes Failed
ar: فشل تطهير البادئات
de: Das Löschen der Präfixe ist fehlgeschlagen
es: Error al purgar prefijos
fr: Échec de la purge des préfixes
it: Eliminazione prefissi non riuscita
ja: プレフィックスのパージに失敗しました
ko: 접두사 제거 실패
pt_br: Falha na eliminação de prefixos
ru: Очистить префиксы не удалось
zh_hans: 清除前缀缓存失败
zh_hant: 清除前缀快取失败

source: Purge Tags Failed
ar: فشل تطهير العلامات
de: Das Löschen der Tags ist fehlgeschlagen
es: Error al purgar etiquetas
fr: Échec de la purge des balises
it: Eliminazione dei tag non riuscita
ja: タグのパージに失敗しました
ko: 태그 제거 실패
pt_br: Falha na eliminação de tags
ru: Очистить теги не удалось
zh_hans: 清除标签缓存失败
zh_hant: 清除標签快取失败

source: Purge URLs Failed
ar: فشل تطهير عناوين URL
de: Das Löschen der URLs ist fehlgeschlagen
es: Error al purgar URL
fr: Échec de la purge des URL
it: Eliminazione URL non riuscita
ja: URL のパージに失敗しました
ko: URL 제거 실패
pt_br: Falha ao limpar URLs
ru: Очистить URL-адреса не удалось
zh_hans: 清除 URL 缓存失败
zh_hant: 清除 URL 快取失败

source: Purging everything forces Cloudflare to re-fetch all assets from origin, which may increase server load.
ar: إن مسح كل شيء يجبر Cloudflare على إعادة جلب جميع الأصول من الأصل، مما قد يزيد من حمل الخادم.
de: Das Löschen aller Inhalte zwingt Cloudflare dazu, alle Assets vom Ursprung neu abzurufen, was die Serverlast erhöhen kann.
es: Purgar todo obliga a Cloudflare a volver a obtener todos los recursos del origen, lo que puede aumentar la carga del servidor.
fr: Tout purger oblige Cloudflare à récupérer à nouveau toutes les ressources depuis l'origine, ce qui peut augmenter la charge du serveur.
it: Lo svuotamento totale costringe Cloudflare a recuperare nuovamente tutte le risorse dall'origine, aumentando il carico del server.
ja: すべてをパージすると、Cloudflare はオリジンからすべてのアセットを再取得する必要があるため、サーバーの負荷が増加する可能性があります。
ko: 모두 삭제하면 Cloudflare가 원본에서 모든 자산을 다시 가져와야 하므로 서버 부하가 증가할 수 있습니다.
pt_br: Limpar tudo força a Cloudflare a buscar novamente todos os ativos da origem, o que pode aumentar a carga do servidor.
ru: Полная очистка заставляет Cloudflare повторно запрашивать все ресурсы с источника, что может увеличить нагрузку на сервер.
zh_hans: 清除全部缓存将强制 Cloudflare 重新从源站获取所有资源，这可能会增加服务器负载。
zh_hant: 清除全部快取將強制 Cloudflare 重新從來源獲取所有資源，這可能會增加伺服器負載。

source: Queries 1.1.1.1 Anycast edge resolver with optional DNSSEC verification or benchmarks worldwide public resolvers.
ar: يستعلم من محلل الحافة Anycast 1.1.1.1 مع التحقق الاختياري من DNSSEC أو يقيس أداء المحللات العامة في جميع أنحاء العالم.
de: Fragt den 1.1.1.1 Anycast-Edge-Resolver mit optionaler DNSSEC-Verifizierung ab oder vergleicht weltweite öffentliche Resolver.
es: Consulta el resolutor perimetral Anycast 1.1.1.1 con verificación DNSSEC opcional o compara resolutores públicos de todo el mundo.
fr: Interroge le résolveur de périphérie Anycast 1.1.1.1 avec vérification DNSSEC facultative ou évalue les résolveurs publics mondiaux.
it: Interroga il resolver perimetrale Anycast 1.1.1.1 con verifica DNSSEC facoltativa o confronta i resolver pubblici mondiali.
ja: オプションの DNSSEC 検証付きで 1.1.1.1 Anycast エッジ リゾルバーをクエリするか、世界中のパブリック リゾルバーをベンチマークします。
ko: 선택적 DNSSEC 검증을 통해 1.1.1.1 Anycast 에지 DNS 리졸버를 쿼리하거나 전 세계 공용 DNS 리졸버를 벤치마킹합니다.
pt_br: Consulta o resolvedor de borda Anycast 1.1.1.1 com verificação opcional de DNSSEC ou compara resolvedores públicos mundiais.
ru: Запрашивает Anycast-резолвер Edge 1.1.1.1 с дополнительной проверкой DNSSEC или тестирует общедоступные резолверы по всему миру.
zh_hans: 查询 1.1.1.1 Anycast 边缘解析器（带有可选的 DNSSEC 验证）或基准测试全球公共解析器。
zh_hant: 查詢 1.1.1.1 Anycast 邊緣解析器（帶有選填的 DNSSEC 驗證）或基準測試全球公共解析器。
